Repository: daqing15/rinjani
Catalog: translations/*.po
Languages: id_id

source: Activity has been saved.
id_id: Aktivitas telah disimpan.

source: You are not allowed to edit this activity.
id_id: Anda tidak diperkenankan mengedit aktivitas ini.

source: That activity has been removed.
id_id: Aktivitas tadi telah dihapus.

source: Article has been saved.
id_id: Artikel telah disimpan.

source: That article has been removed.
id_id: Artikel tadi telah dihapus.

source: Form still have errors.
id_id: Form masih ada kesalahan.

source: You have to login in order to see that page.
id_id: Kamu mesti login untuk bisa melihat halaman tadi.

source: Access to that page is only for verified user. Please <a href="/profile/verify">verify your account</a>.
id_id: Akses ke halaman tadi hanya untuk akun yang sudah diverifikasi. Segera <a href="/profile/verify">verifikasi akun kamu</a>.

source: You dont have privilleges to access that page
id_id: Kamu tidak berhak mengakses halaman tadi

source: You are not allowed to edit that page.
id_id: Anda tidak diperkenankan mengedit halaman tadi.

source: Page has been saved.
id_id: Halaman telah disimpan.

source: Invalid form data.
id_id: Data form masih invalid.

source: That page has been removed.
id_id: Halam tadi telah dihapus.

source: Profile saved.
id_id: Profil telah disimpan.

source: Form still have errors. Please correct them before saving.
id_id: Masih ada kesalahan di form-nya. Tolong dibetulkan dahulu.

source: You are not following that user again.
id_id: Kamu gak lagi ngikutin dia.

source: Error. Your admin has been notified. Please try again later.
id_id: Ada masalah. Admin sudah diberitahu. Coba lagi nanti ya.

source: Comment has been saved.
id_id: Komentar telah disimpan.

source: Forbidden
id_id: Dilarang

source: Naah. You are not allowed to view this page. Please log in.
id_id: Naah. Anda tidak diperkenankan melihat halaman ini tanpa login terlebih dahulu.

source: Not Found
id_id: Tidak Ketemu

source: Hmmm, were having trouble finding that one.
id_id: Hmm.. kami kesuitan cari yang dimaksud.

source: See these
id_id: Lihat yang ini

source: Home
id_id: Depan

source: Consult google.com for what this means :p
id_id: Tanya google dong maksudnya apa ;)

source: Server Error
id_id: Server Ada Masalah

source: Uh no
id_id: Oh Tidaak

source: Something unexpected happened. Please smash head against keyboard. When done, you may run around in circles, wave your hands, and scream.
id_id: Adu duh adu duh error sekali. Ingin lempar diri (throw exception) tapi takut zombie...

source: Account
id_id: Akun

source: profile
id_id: profil

source: Change
id_id: Ubah

source: Activities
id_id: Aktivitas

source: None
id_id: Tidak ada

source: edit activity
id_id: edit aktivitas

source: new activity
id_id: tulis aktivitas

source: Content
id_id: Isi

source: Miscellaneous
id_id: Macam-macam

source: Add Attachment...
id_id: Tambahkan Lampiran...

source: uploading...
id_id: mengaplot

source: If checked, your <a target=_blank href=/profile/edit#fb>Bank Account</a> will be displayed.
id_id: Kalau dicentang, <a target=_blank" href=/profile/edit#fb>Akun bank</a> anda akan ditampilkan.

source: Publish
id_id: Publikasikan

source: Save
id_id: Simpan

source: Unpublish
id_id: Tarik dari Publikasi

source: Remove
id_id: Hapus

source: Activity
id_id: Aktivitas

source: Plea for donation!
id_id: Perlu donasi

source: Confirm My Donation
id_id: Konfirmasi Donasi

source: prev
id_id: sebelumnya

source: next
id_id: selanjutnya

source: edit article
id_id: edit artikel

source: new article
id_id: bikin artikel baru

source: Information
id_id: Informasi

source: Article
id_id: Artikel

source: Articles
id_id: Artikel

source: Welcome
id_id: Halo!

source: Write Article
id_id: Tulis Artikel

source: Write Activity
id_id: Tulis Aktivitas

source: New Page
id_id: Tulis Halaman

source: Profile
id_id: Profil

source: logout
id_id: keluar

source: hello, guest
id_id: halo, tamu

source: login/join
id_id: login/daftar

source: about
id_id: perihal

source: faq
id_id: tanya-jawab

source: Mobile Version
id_id: Versi Mobile

source: FAQ
id_id: Tilil

source: Privacy
id_id: Privasi

source: Contact Us
id_id: Kontak Kami

source: About Us
id_id: Perihal Kami

source: Post
id_id: Pos

source: Online user
id_id: Anggota online

source: Cancel
id_id: Batal

source: Confirm
id_id: Konfirmasi

source: Login
id_id: Masuk

source: Come on in!
id_id: Ayo masuk!

source: Login with Your Existing Account
id_id: Login dengan akun lain

source: Authentication Provider
id_id: Penyedia Otentikasi

source: Just click the button, buddy.
id_id: Klik aja tombolnya, bro

source: New User
id_id: Anggota Baru

source: register
id_id: daftar

source: Finish
id_id: Selesai

source: Followers
id_id: Pengikut

source: Following
id_id: Ngikut

source: Phones
id_id: Telpon

source: Website
id_id: Laman

source: About
id_id: Perihal

source: Register
id_id: Daftar

source: Reporting Inappropriate/Offending Content
id_id: Laporkan isi yang tidak pantas/menggangu

source: Sort by
id_id: Urut berdasarkan

source: Tags
id_id: Tandaan

source: Users
id_id: Anggota

source: Verify Account
id_id: Verifikasi Akun

source: account
id_id: akun

source: Upload
id_id: Unggah

source: All
id_id: Semua

source: Bank accounts of
id_id: Akun bank dari

source: Latest Activities
id_id: Aktivitas Terakhir

source: Supporters
id_id: Pendukung

source: Featured Org
id_id: Org Pilihan

source: Latest Articles
id_id: Artikel Terbaru

source: Give Comment
id_id: Beri Komentar

source: Login to give comment to this user
id_id: Login dulu supaya bisa beri komentar

source: Comment
id_id: Komentar

source: What do you think?
id_id: Menurut Anda bagaimana?

source: member since
id_id: anggota sejak

source: Dashboard
id_id: Dasbor

source: About You
id_id: Perihal Kamu

source: Contact
id_id: Kontak

source: Bank Account
id_id: Akun Bank

source: Bank Accounts
id_id: Akun Bank

source: Add
id_id: Tambahkan

source: Report This
id_id: Laporkan

source: From the Fields
id_id: Dari Lapangan

source: Suggestion (click to add)
id_id: Saran kami (klik untuk menambahkan)

source: Supported By
id_id: Didukung oleh

source: New Article
id_id: Tulis Artikel

source: New Activity
id_id: Tulis Aktivitas

source: Edit Profile
id_id: Edit Profil

source: Follow
id_id: Ikutin

source: Unfollow
id_id: Tinggalin

source: Maximum %d chars
id_id: Maksimal %d karakter

source: Password length must be between 6-20
id_id: Panjang katasandi harus antara 6-20 karakter

source: Password didn't match
id_id: Katasandi tidak sama

source: Must be between 6 and 20 characters
id_id: Harus antara 6-20 karakter

source: Must be a valid email address
id_id: Harus alamat email yang valid

source: User Name
id_id: Nama pengguna

source: Password
id_id: Katasandi

source: Repeat password
id_id: Ulangi Katasandi

source: I am a
id_id: Saya itu

source: I agree to <a target='_blank' href='/page/tos'>Terms of Service</a> of Peduli
id_id: Saya setuju <a target='_blank' href='/page/tos'>Syarat Layanan</a> Peduli

source: Passwords didn't match
id_id: Katasandi tidak cocok

source: Corporate Representative
id_id: Wakil Perusahaan

source: Staff of Social Organization
id_id: Staf Organisasi Sosial

source: Username
id_id: Nama anggota

source: Title
id_id: Judul

source: Start
id_id: Mulai

source: End
id_id: Selesai

source: Excerpt/Lead
id_id: Ringkasan/Lead

source: Needs donations
id_id: Butuh donasi

source: Needs volunteers
id_id: Butuh Relawan

source: Volunteer skills needed
id_id: Keahlian relawan yang diperlukan

source: Must be at most six tags
id_id: Maksimal enam penanda

source: Combine alphabet with numbers
id_id: Gabungkan alfabet dengan angka

source: Full Name
id_id: Nama Lengkap

source: Contact Person Name
id_id: Nama Kontak Personal

source: Separate numbers with comma
id_id: Pisahkan angka dengan koma

source: Address
id_id: Alamat

source: Timezone
id_id: Zona waktu

source: Next
id_id: Selanjutnya

source: February
id_id: Februari

source: January
id_id: Januari

source: March
id_id: Maret

source: August
id_id: Agustus

source: July
id_id: Juli

source: June
id_id: Juni

source: May
id_id: Mei

source: December
id_id: Desember

source: October
id_id: Oktober

source: Monday
id_id: Senin

source: Thursday
id_id: Kamis

source: Tuesday
id_id: Selasa

source: Wednesday
id_id: Rabu

source: Friday
id_id: Jum'at

source: Saturday
id_id: Sabtu

source: Sunday
id_id: Minggu

source: 1 second ago
id_id: baru saja

source: %(seconds)d seconds ago
id_id: %(seconds)d detik lalu

source: 1 minute ago
id_id: semenit lalu

source: %(minutes)d minutes ago
id_id: %(minutes)d menit lalu

source: 1 hour ago
id_id: 1 jam lalu

source: %(hours)d hours ago
id_id: %(hours)d jam lalu

source: yesterday
id_id: kemarin

source: yesterday at %(time)s
id_id: kemarin pkl %(time)s

source: %(weekday)s at %(time)s
id_id: %(weekday)s pkl %(time)s

source: %(month_name)s %(day)s
id_id: %(day)s %(month_name)s

source: %(month_name)s %(day)s at %(time)s
id_id: %(day)s %(month_name)s pkl %(time)s

source: %(month_name)s %(day)s, %(year)s
id_id: %(day)s %(month_name)s %(year)s

source: %(month_name)s %(day)s, %(year)s at %(time)s
id_id: %(day)s %(month_name)s %(year)s pkl %(time)s

source: donations
id_id: donasi

source: articles
id_id: artikel

source: activities
id_id: aktivitas

source: article
id_id: artikel

source: activity
id_id: aktivitas

source: New
id_id: Baru

source: page
id_id: halaman

source: latest
id_id: terbaru

source: featured
id_id: Pilihan

source: popular
id_id: populer

source: social org
id_id: organisasi sosial

source: sponsor
id_id: pendukung

source: public
id_id: Publik

source: content
id_id: isi

source: user
id_id: anggota
